Repository: mgyugcha/miniview
Catalog: locale/*/LC_MESSAGES/miniview.po
Languages: es

source: Enable Miniview
es: Habilitar Miniview

source: Next Window
es: Siguiente ventana

source: Previous Window
es: Ventana anterior

source: Reset Miniview
es: Restablecer Miniview

source: Preferences
es: Preferencias

source: Miniview Preferences
es: Preferencias Miniview

source: Show indicator button in panel
es: Mostrar botón indicador en el panel

source: Exposes a menu in the panel with navigation and toggle options
es: Expone un menú en el panel con opciones de navegación y alternancia.

source: Hide Miniview when target window is focused
es: Ocultar Miniview cuando la ventana de destino esté enfocada

source: Avoids showing a preview of the window you're currently looking at
es: Evita mostrar una vista previa de la ventana que se está viendo actualmente

source: Keybinding for toggling Miniview display
es: Combinación de teclas para alternar la visualización de Miniview

source: Click to select new keyboard shortcut
es: Clic para seleccionar un nuevo atajo de teclado
